/* ----------
 
 
 This file is only needed if you are defining a custom importer attribute.  
 Most importer plugins will not need to do this.  
 Add this file to your project's localized resources if you have defined a custom attribute. 
 
 
 ----------*/


/* Localized DisplayNames for your custom metadata attributes */
/* The form is:  "myMetadataKey" = "My Metadata Key";    */
/* The name on the left is the name defined in schema.xml */
/* The name on the right is what the user will see */
"gov_nasa_gsfc_fits_TargetName"			= "Target name";
"gov_nasa_gsfc_fits_Naxis"				= "Naxis";
"gov_nasa_gsfc_fits_Naxis1"				= "Naxis1";
"gov_nasa_gsfc_fits_Naxis2"				= "Naxis2";
"gov_nasa_gsfc_fits_DateObs"			= "Observation Date";
"gov_nasa_gsfc_fits_Exptime"			= "Exposure time";
"gov_nasa_gsfc_fits_Instrument"			= "Instrument";
"gov_nasa_gsfc_fits_Detector"			= "Detector";
"gov_nasa_gsfc_fits_Telescope"			= "Telescope";
"gov_nasa_gsfc_fits_Observatory"		= "Observatory";
"gov_nasa_gsfc_fits_Observer"			= "Observer";
"gov_nasa_gsfc_fits_RightAscension"		= "Right Ascension";
"gov_nasa_gsfc_fits_Declination"		= "Declination";
"gov_nasa_gsfc_fits_Equinox"			= "Equinox";
"gov_nasa_gsfc_fits_Epoch"				= "Epoch";
"gov_nasa_gsfc_fits_RaDecSystem"		= "RaDec System";
"gov_nasa_gsfc_fits_LocalSiderealTime"	= "Local Sidereal Time";
"gov_nasa_gsfc_fits_UniversalTime"		= "Universal Time";
"gov_nasa_gsfc_fits_Airmass"			= "Airmass";
"gov_nasa_gsfc_fits_BZero"				= "BZero";
"gov_nasa_gsfc_fits_BScale"				= "BScale";
"gov_nasa_gsfc_fits_Bitpix"				= "Bitpix";
"gov_nasa_gsfc_fits_ArchiveFilename"	= "Archive Filename";
"gov_nasa_gsfc_fits_MJDObs"				= "MJD of Observation";
"gov_nasa_gsfc_fits_JulianDate"			= "Julian Date";

/* Localized Description of you custom metadata attributes */
/* The form is: "myMetadataKey.Description" = "stuff";
/* com_Foo_YourAttrName should be definded in the schema.xml file  */
/* The value on the right will be displayed by the Finder etc.. */
"gov_nasa_gsfc_fits_TargetName.Description"			= "Name of observation target";
"gov_nasa_gsfc_fits_Naxis.Description"				= "Number of axis";
"gov_nasa_gsfc_fits_Naxis1.Description"				= "Size of axis 1";
"gov_nasa_gsfc_fits_Naxis2.Description"				= "Size of axis 2";
"gov_nasa_gsfc_fits_DateObs.Description"			= "Date of observation";
"gov_nasa_gsfc_fits_Exptime.Description"			= "Exposure time";
"gov_nasa_gsfc_fits_Instrument.Description"			= "Instrument name";
"gov_nasa_gsfc_fits_Detector.Description"			= "Detector name";
"gov_nasa_gsfc_fits_Telescope.Description"			= "Telescope name";
"gov_nasa_gsfc_fits_Observatory.Description"		= "Observatory name";
"gov_nasa_gsfc_fits_Observer.Description"			= "Observer(s) name(s)";
"gov_nasa_gsfc_fits_RightAscension.Description"		= "Right Ascension of target";
"gov_nasa_gsfc_fits_Declination.Description"		= "Declination of target";
"gov_nasa_gsfc_fits_Equinox.Description"			= "Equinox of observation";
"gov_nasa_gsfc_fits_Epoch.Description"				= "Epoch of observation";
"gov_nasa_gsfc_fits_RaDecSystem.Description"		= "Right Ascension-Declination System";
"gov_nasa_gsfc_fits_LocalSiderealTime.Description"	= "Local Sidereal Time";
"gov_nasa_gsfc_fits_UniversalTime.Description"		= "Universal Time";
"gov_nasa_gsfc_fits_Airmass.Description"			= "Airmass";
"gov_nasa_gsfc_fits_BZero.Description"				= "BZero";
"gov_nasa_gsfc_fits_BScale.Description"				= "BScale";
"gov_nasa_gsfc_fits_Bitpix.Description"				= "Numbers of bits per pixels";
"gov_nasa_gsfc_fits_ArchiveFilename.Description"	= "Filename in ESO archive";
"gov_nasa_gsfc_fits_MJDObs.Description"				= "Modified Julian Date of Observation";
"gov_nasa_gsfc_fits_JulianDate.Description"			= "Julian Date";
